[
  {
    "id": 1,
    "fact": "In 1850, 30% of the population in Amsterdam lived off begging."
  }, {
    "id": 2,
    "fact": "The water in the Amsterdam canals is so clean that Artis Zoo gives its elephants pure drinking water straight from the Amsterdam canals."
  }, {
    "id": 3,
    "fact": "Dancing was forbidden in Amsterdam in the beginning of the 20th century"
  }, {
    "id": 4,
    "fact": "In Amsterdam, people on low income can take their pet to the vet for free once a year."
  }, {
    "id": 5,
    "fact": "Amsterdam is the capital of The Netherlands, but the government of The Netherlands is not seated in Amsterdam, but in The Hague."
  }, {
    "id": 6,
    "fact": "All over Amsterdam there are hidden water taps under the ground. They were installed in fear of a big disaster so we would always have drinking water."
  }, {
    "id": 7,
    "fact": "Bees in distress in the world? Not in Amsterdam. Since 2000 there 45% more bee species in Amsterdam. Amsterdam has worked hard to abolish harmful pesticides and set up special flower gardens inside the city."
  }, {
    "id": 8,
    "fact": "The Royal Palace on Dam Square is the only royal palace in Amsterdam. However, it was never built as a palace. Until Napoleon's brother Louis declared himself King of Holland (1806-1810), the building had been Amsterdam's grand city hall."
  }, {
    "id": 9,
    "fact": "Visitors to Amsterdam in the 17th century were surprised about the prostitution being shown so openly in Amsterdam. Also, women walked the streets unaccompanied by men, a sight that was nowhere else seen."
  }, {
    "id": 10,
    "fact": "During the Dutch-Spanish 80 year-war, while other Dutch cities tried to fight off the Spanish King with his inquisition, the Amsterdam kept building ships for the Spanish, that were consequently sunk by the Dutch rebels."
  }, {
    "id": 11,
    "fact": "Amsterdam Airport Schiphol lies 4 meters under sea level, because Amsterdam inhabitants dug out the land (consisting of peat) to use to heat the houses."
  }, {
    "id": 12,
    "fact": "Amsterdam's first gay bar still exists: it's Cafe 't Mandje on Zeedijk 63 and it was opened in 1927! The owner Bet van Beeren was lesbian. She allowed men dancing with men and women dancing with women. But no kissing!"
  }, {
    "id": 13,
    "fact": "The Rijksmuseum was designed by the Catholic architect Pierre Cuypers. The protestant king William II was not happy with the result. 'I will not set a foot in that convent', he said in 1885 after completion. He refused to attend the official opening."
  }, {
    "id": 14,
    "fact": "Every year on average 10.000 bikes are dredged out of the Amsterdam canals."
  }, {
    "id": 15,
    "fact": "Yes, you are not mistaken. Dutch people are the tallest people in the world."
  }, {
    "id": 16,
    "fact": "When a room is lit with blue or purple light in the Amsterdam Red Light District, it means the women might possibly be more than just a woman..."
  }, {
    "id": 17,
    "fact": "Amsterdam houses are built on wooden poles. Most were drilled in during the 17th century, which is why many Amsterdam houses tend to be crooked and leaning sideways..."
  }, {
    "id": 18,
    "fact": "There are more women than men in Amsterdam. There is especially a surplus of Dutch young women (between 20 and 25 years old). For every 100 men in this category, there are 145 women!"
  }, {
    "id": 19,
    "fact": "Besides having a normal mayor, Amsterdam also has a night life mayor, a bike mayor and a city poet."
  }, {
    "id": 20,
    "fact": "Anne Frank's diary is the most translated Dutch book. It was translated to 70 different languages and published in over 60 countries."
  }
]
